Repository: EvgenijHyva/online-queue
Catalog: sys_core/locale/*/LC_MESSAGES/django.po
Languages: fi

source: English
fi: En

source: Finnish
fi: Fi

source: plate
fi: Rekisteri numero

source: position
fi: Paikka

source: is_active
fi: Aktiivinen

source: created_at
fi: Luonti hetki

source: service
fi: Palvelu

source: Added
fi: Lisätty

source: Started
fi: Aloitettu

source: Canceled
fi: Mitätöity

source: Done
fi: Valmis

source: License plate
fi: Rekisteri numero

source: Enter the license plate number of the car.
fi: Syötä rekisterinumero

source: Failed to add plate %(plate)s to the queue. Please try again.
fi: Ei voitu lisätä laattaa %(plate)s jonoon. Yritä uudelleen.

source: {plate} in queue, service - {service}
fi: {plate} jonossa, palvelu - {service}

source: You have already in queue
fi: Olette jo jonossa

source: Online queue
fi: Online Jono

source: Wheelwork
fi: Vannetyöt

source: Tire_change
fi: Allevaihto

source: Submit
fi: Hyväksy

source: Insert your plate number
fi: Syötä auton rekisteri numero
